{"_id":{"$oid":"61b67563da9a99175992da0c"},"Title":"Ghostbusters","Description":"Three parapsychologists forced out of their university funding set up shop as a unique ghost removal service in New York City, attracting frightened yet skeptical customers.","Genre":{"Name":"Comedy","Description":"is a genre of film in which the main emphasis is on humor"},"Director":{"Name":"Ivan Reitman","Bio":"is a Canadian film and television director, producer and screenwriter. He is best known for his comedy work, especially in the 1980s. ","Birth":"1946-10-27"},"ImagePath":"ghostbusters.png","Featured":true}
{"_id":{"$oid":"61b6758dda9a99175992da0d"},"Title":"Young Frankenstein","Description":"An American grandson of the infamous scientist, struggling to prove that his grandfather was not as insane as people believe, is invited to Transylvania, where he discovers the process that reanimates a dead body.","Genre":{"Name":"Comedy","Description":"is a genre of film in which the main emphasis is on humor"},"Director":{"Name":"Mel Brooks","Bio":" is an American actor, comedian and filmmaker. With a career spanning over seven decades, he is known as a creator of broad farces and parodies widely considered to be among the best film comedies ever made.n","Birth":"1926-06-28"},"ImagePath":"frankenstein.png","Featured":true}
{"_id":{"$oid":"61b675fada9a99175992da0e"},"Title":"Star Wars","Description":"Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader.","Genre":{"Name":"Sci-Fi","Description":"Science fiction (or sci-fi) is a film genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, spacecraft, robots, cyborgs, interstellar travel or other technologies."},"Director":{"Name":"George Lucas","Bio":"is an American film director, producer, screenwriter, and entrepreneur. Lucas is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, Lucasfilm Games, and Industrial Light & Magic.","Birth":"1944-05-14"},"ImagePath":"starwars.png","Featured":true}
{"_id":{"$oid":"61b67658da9a99175992da0f"},"Title":"Star Trek IV: The Voyage Home","Description":"To save Earth from an alien probe, Admiral James T. Kirk and his fugitive crew go back in time to San Francisco in 1986 to retrieve the only beings who can communicate with it: humpback whales.","Genre":{"Name":"Sci-Fi","Description":"Science fiction (or sci-fi) is a film genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, spacecraft, robots, cyborgs, interstellar travel or other technologies."},"Director":{"Name":"Leonard Nimoy","Bio":"was an American actor, author, film director, singer, and photographer who achieved international fame for playing Spock in the Star Trek franchise for almost 50 years; from two pilot episodes in 1964 and 1965 to his final film performance in 2013.","Birth":"1931-03-26","Death":"2015-02-27"},"ImagePath":"startrek.png","Featured":true}
{"_id":{"$oid":"61b6767fda9a99175992da10"},"Title":"Jaws","Description":"When a killer shark unleashes chaos on beach community off Long Island, it's up to a local sheriff, a marine biologist, and an old seafarer to hunt the beast down.","Genre":{"Name":"Action","Description":"is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, rescues and frantic chases. "},"Director":{"Name":"Steven Spielberg","Bio":" is an American film director, producer, and screenwriter. He began his career in the New Hollywood era and is currently the most commercially successful director.","Birth":"1946-12-18"},"ImagePath":"jaws.png","Featured":true}
{"_id":{"$oid":"61b6769fda9a99175992da11"},"Title":"Avengers: Endgame","Description":"After the devastating events of Avengers: Infinity War (2018), the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.","Genre":{"Name":"Sci-Fi","Description":"Science fiction (or sci-fi) is a film genre that uses speculative, fictional science-based depictions of phenomena that are not fully accepted by mainstream science, such as extraterrestrial lifeforms, spacecraft, robots, cyborgs, interstellar travel or other technologies."},"Director":{"Name":"Anthony Russo","Bio":"is an American director, producers, and screenwriter. He directs most of his work together with his brother Joe.","Birth":"1970-02-03"},"ImagePath":"avengers.png","Featured":true}
{"_id":{"$oid":"61b676bdda9a99175992da12"},"Title":"The Godfather","Description":"The Godfather follows Vito Corleone, Don of the Corleone family, as he passes the mantel to his unwilling son, Michael.","Genre":{"Name":"Drama","Description":"Drama Films are serious presentations or stories with settings or life situations that portray realistic characters in conflict with either themselves, others, or forces of nature."},"Director":{"Name":"Francis Ford Copola","Bio":"is an American film director, producer, and screenwriter. He was a central figure in the New Hollywood filmmaking movement of the 1960s and 1970s.","Birth":"1939-04-07"},"ImagePath":"godfather1.png","Featured":true}
{"_id":{"$oid":"61b676e7da9a99175992da13"},"Title":"The Godfather, Part II","Description":"The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.","Genre":{"Name":"Drama","Description":"Drama Films are serious presentations or stories with settings or life situations that portray realistic characters in conflict with either themselves, others, or forces of nature."},"Director":{"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppola is a critically acclaimed director of multiple movies. His 'Godfather' Trilogy is perhaps his greatest achievement.","Birth":"1939-04-07"},"ImagePath":"godather2.png","Featured":true}
{"_id":{"$oid":"61b67702da9a99175992da14"},"Title":"The Shawkshank Redemption","Description":"wo imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.","Genre":{"Name":"Drama","Description":"iDrama Films are serious presentations or stories with settings or life situations that portray realistic characters in conflict with either themselves, others, or forces of nature."},"Director":{"Name":"Frank Darabont","Bio":"is an American film director, screenwriter and producer. He has been nominated for three Academy Awards and a Golden Globe Award.","Birth":"1959-01-28"},"ImagePath":"shawshank.png","Featured":true}
{"_id":{"$oid":"61b67718da9a99175992da15"},"Title":"Ace Ventura: When Nature Calls","Description":"Ace Ventura, Pet Detective, returns from a spiritual quest to investigate the disappearance of a rare white bat, the sacred animal of a tribe in Africa.","Genre":{"Name":"Comedy","Description":"is a genre of film in which the main emphasis is on humor"},"Director":{"Name":"Steve Oedekerk","Bio":" is an American actor, stand-up comedian, director, editor, producer, screenwriter.","Birth":"1961-11-27"},"ImagePath":"ace.png","Featured":true}
